<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Fields
    |--------------------------------------------------------------------------
    */

    'field.created_at' => 'تاريخ الإنشاء',
    'field.guard_name' => 'اسم الحارس',
    'field.name' => 'الإسم',
    'field.permissions' => 'الأذونات',
    'field.roles' => 'الصلاحيات',
    'field.select_all' => 'إختر الكل',
    'field.updated_at' => 'آخر تحديث',

    /*
    |--------------------------------------------------------------------------
    | Labels
    |--------------------------------------------------------------------------
    */

    'section.permission' => 'إذن',
    'section.permissions' => 'الأذونات',
    'section.role' => 'صلاحية',
    'section.roles' => 'الصلاحيات',
    'section.roles_and_permissions' => 'الصلاحيات والأذونات',

    /*
    |--------------------------------------------------------------------------
    | Message
    |--------------------------------------------------------------------------
    */

    'message.select_all' => 'تفعيل كافة الأذونات لهذه الصلاحية.',
];
